# Task 2

# Виводимо текстове повідомлення на екран
print("Доброго дня!\nМене звати Олексій. Я виконую першу домашню роботу, яка присвячена функції \"print\"", end="\n" * 2)
# Змінна text
text = "Не знаю, що писати. Тому пишу всіляку дурню."
# Виводимо на екран змінну text та додаємо в кінці два символи нового рядка
print(text, end="\n" * 2)
# Задаємо змінні для дати
# Змінна day
day = 20
# Змінна month
month = 10
# Змінна year
year = 2020
# Виводимо дату на екран
print("Дата початку занять в академії Beetroot:")
print(day, month, year, sep=".")

# Task 3

# Створюємо текстову змінну з набором "#########"
t1="#########"
# Створюємо текстову змінну з набором "#       #"
t2="#\t\t#"
# Друкуємо "О"
print(t1,t2,t2,t2,t1, sep="\n", end="\n"*2)
# Друкуємо "Н"
print(t2,t2,t1,t2,t2, sep="\n", end="\n"*4)
