# Виводимо текстове повідомлення на екран
print("Доброго дня!\nМене звати Олексій. Я виконую першу домашню роботу, яка присвячена функції \"print\"", end="\n" * 2)
# Змінна text
text = "Не знаю, що писати. Тому пишу всіляку дурню."
# Виводимо на екран змінну text та додаємо в кінці два символи нового рядка
print(text, end="\n" * 2)
# Задаємо змінні для дати
# Змінна day
day = 20
# Змінна month
month = 10
# Змінна year
year = 2020
# Виводимо дату на екран
print("Дата початку занять в академії Beetroot:")
print(day, month, year, sep=".")
